{
    "inputs": [
      {
        "properties": {
          "department": "sales",
          "description": "<p>As part of the HubSpot suite, we have new and emerging products like CMS Hub and Operations Hub which this Sales Specialist role will be focused on. Our goal is to grow these new businesses globally at an accelerated pace. We are coming off of an explosive year of 100%+ growth and are looking for sales-minded, tech-savvy team members to help us take the CMS and Operations product growth to the next level.</p><h2>Your Role at HubSpot</h2><p>As a Sales Specialist, you will work with our direct & channel sales reps to grow our existing CMS/Operations Hub business. The expectation around your role will be to add value to the sales experience (presale & account model) by helping businesses understand the value of our emerging product lines.</p><p>The sales reps you’ll align with will expect you to be a subject matter expert on our CMS and Operations Hub products & the complexity within as well as the breadth of the competitive market & how HubSpot solves customer/prospect issues.</p><p>We win as a team, so your compensation will be based on a team target for 2021.</p><h2>Responsibilities of a Sales Specialist:</h2><ul><li>Collaborate with sales & channel reps.</li><li>Run product exploration & demonstration calls with prospects.</li><li>Close both new business and install base at or above a predefined number on a monthly cadence.</li><li>Sell through internal champions to multiple stakeholders.</li><li>Work collaboratively with HubSpot's marketing and technology departments to evolve our sales strategy when new features and products are introduced.</li><li>Always be learning about our CMS/Operations products as it evolves & the market around us.</li><li>Explore outside of the the product space. The competitive ecosystem is always evolving and customers are hyper-aware of trends in web, content, SEO, iPaaS, BI, and business automation. Successful specialists can confidently speak on these topics.</li><li>Be beta-tolerant. Our platform is always evolving, so being tolerant of software changes is important as you go to market.</li><li>Always be learning. HubSpot provides a lot of top-tier learning opportunities & we expect you to constantly seek evolution in your skill.</li><li>Liaise with internal HubSpot stakeholders such as Legal, Finance, Sales Engineering and Security to solve for the more complex contract requirements of our Corporate customers.</li></ul><h2>Role requirements:</h2><ul><li>Experience working in a complex selling environment at some capacity.</li><li>Comfortable presenting to drive a business change.</li><li>Goal orientated with a track record of overachieving on targets/KPIs.</li><li>Experience selling a CMS/iPaaS/BI/Automation tool or similar product/service in SaaS.</li><li>Knowledge of the CMS/iPaaS market conditions, competitors, etc.</li></ul><h2>Who exceeds in this role? Top performers will demonstrate:</h2><ul><li>An understanding of how businesses grow, and confidence advising decision makers on growth strategies.</li><li>Genuine curiosity about business and web technology.</li><li>A growth mindset and a habit of seeking feedback for self development.</li><li>An ability to collaborate cross-functionally to achieve success.</li></ul>",
          "desired_start_date": 1640044800000,
          "fulfillment_status": "open",
          "location": "Remote",
          "role_identifier": "hubspot-account-executive-cms-hub",
          "salary_max": 100000,
          "salary_min": 75000,
          "status": "full-time",
          "title": "Account Executive - CMS Hub"
        }
      },
      {
        "properties": {
          "department": "sales",
          "description": "<h2>Who are we?</h2><p>HubSpot is a leading customer relationship management (CRM) platform for scaling companies. Tens of thousands of customers all over the world use our marketing, sales, and customer success software to grow their businesses. It's our mission to not just help them grow, but to help them grow better.</p><p>At HubSpot, we believe that our values live in our hearts, not our hallways. We want to build a company where people feel empowered to do their best work, wherever they are. Our ANZ office is located in Sydney’s CBD, however this role is open to remote workers based anywhere in Australia.</p><h2>What’s the role?</h2><p>The BDR role is a great opportunity to position yourself for excellent opportunities for your career growth and to build upon your experience. We’re looking for hard-working, competitive and self-motivated individuals who have exceeded already in similar sales roles and who want to grow their career in our fast-paced sales organisation.</p><h2>What will I do?</h2><ul><li>Conduct high volume prospecting (telemarketing) to generate qualified leads (between 40 and 60 calls per day)</li><li>Work closely and collaboratively with an assigned Account Executive/ Sales</li><li>Representative to develop and implement appropriate prospect strategies and plans</li><li>Work internally with the sales management and marketing teams to ensure proper quality and quantity of demonstrations</li><li>Schedule online product demonstrations for an assigned Account Executive/Sales Representative</li><li>Conduct needs assessments calls with specific prospects as assigned</li></ul><h2>Who are you?</h2><ul><li>Track record of high achievement</li><li>Excellent written and verbal communication skills</li><li>Previous successful sales experience OR a strong desire to begin a sales career</li><li>The ability and desire to work in a fast-paced, challenging environment with peers who challenge you to be better</li><li>The desire to meet and exceed measurable performance goals</li><li>Naturally curious and passionate</li><li>The technical aptitude to master our sales tools</li><li>\"One-speed\" energy with a highly self-driven sense of motivation</li><li>The ability to deal with and thrive on objections and rejection on a daily basis</li></ul><h2>What are the benefits?</h2><ul><li>Generous remuneration + uncapped commissions!</li><li>Work From Home options available. You choose Home, Office or Flex!</li><li>World Class New Hire Training</li><li>Stock units - so that you can share in HubSpot’s future success</li><li>An education allowance up to USD$5,000 per annum</li><li>Unlimited Time Off Policy</li><li>Private health insurance allowance</li><li>Free books program</li><li>Annual fitness reimbursement</li><li>Five-year sabbatical - Paid 4 week sabbatical with USD$5k bonus!</li><li>A clear career advancement path, with potential for global mobility opportunities</li><li>Primary Caregiver Leave of 16 weeks and Secondary Caregiver Leave for 6 weeks</li></ul><p>HubSpot culture is driven by a shared passion for our mission and metrics. It is a culture of amazing, growth-minded people whose values include using good judgment and solving for the customer. Employees who work at HubSpot have HEART: Humble, Empathetic, Adaptable, Remarkable, Transparent.</p>",
          "desired_start_date": 1640390400000,
          "fulfillment_status": "open",
          "location": "Sydney, Australia",
          "role_identifier": "hubspot-business-development-representative-sydney",
          "salary_max": 120000,
          "salary_min": 80000,
          "status": "full-time",
          "title": "Business Development Representative"
        }
      },
      {
        "properties": {
          "department": "marketing",
          "description": "<p>At HubSpot, we aim to help millions of companies grow better by becoming the #1 CRM platform for scaling companies. As we continue to grow and expand our creative team, we’re looking for a leader to help us build an infrastructure to support creative operations at scale.</p><p>As Director of Creative Operations, you will lead a brand new team responsible for scaling the Creative Team. We are growing fast and need to enable Creatives and HubSpotters at large to deliver on our mission.</p><p>This is a highly cross-functional role in which you’ll get to work closely with stakeholders across the business, as well as with HubSpot’s founders to execute creative operations and project management globally.</p><h2>In this role, you’ll get to:</h2><ul><li>Scale our creative team’s reach and capacity while developing new processes for working with internal creative partners and external creative resources (agencies, contractors, etc.)</li><li>Understand business goals and collaborate with marketing senior leadership to meet and exceed them</li><li>Partner with Creative Studio to create new, on-brand tools/systems/resources to enable creatives and marketers</li><li>Enable better execution of work in progress, better planning, roadmapping, and resource management</li><li>Find and onboard new software solutions for both creative and marketing</li><li>Provide strategic oversight and support on key initiatives</li><li>Oversee project management, program management, planning and enablement functions</li><li>Source, assess, and onboard vendors (agencies, contractors, etc.) and software solutions (Canva, DAM, Jira, Asana, etc.) globally </li><li>Design and implement a creative reporting function</li><li>Coordinate with recruiting and internal teams to recruit, hire, and train new team members</li><li>Serve as a coach and a leader, helping to develop the skills of your team so they are able to achieve their career goals</li><li>Manage day-to-day operations, goal setting, career development, performance management, and growth of team members</li></ul><h2>We are looking for people who:</h2><ul><li>Have experience working with creative agencies in a global capacity</li><li>Have run creative operations teams in the past and at scale</li><li>Have a constant desire to create more efficiencies across global operations</li><li>Can interpret usage data or market research to make decisions and enable compelling storytelling</li><li>Excel at working across teams, harnessing disparate motivations to achieve a shared goal</li><li>Have experience developing a team of direct and indirect reports of varying career levels</li></ul>",
          "desired_start_date": 1642464000000,
          "fulfillment_status": "open",
          "location": "Remote",
          "role_identifier": "hubspot-director-creative-innovation",
          "salary_max": 135000,
          "salary_min": 100000,
          "status": "full-time",
          "title": "Director of Creative Operations"
        }
      },
      {
        "properties": {
          "department": "engineering",
          "description": "<p>The HubSpot Product team is made up of over 1,000 engineers, designers, product managers, and researchers. We’re passionate about building tools that help small and medium-sized businesses market, sell, and serve their customers — and ultimately, grow better.</p><p>The product team is supported by many Infrastructure teams including the Data Infrastructure group. The Data Infrastructure group provides datastores as a service for HubSpot Engineering. This involves building and maintaining the automation that manages data storage technologies, making it simple for development teams to leverage existing datastores, and working to ensure HubSpot can meet the demands of a business that is scaling rapidly. Data Infrastructure teams work with a variety of open source technologies such as MySQL, Vitess, Hadoop, HBase, Kafka, Spark, Memcached, and Elasticsearch all running on AWS and Kubernetes.</p><p>The HubSpot product has more than half a million weekly active users who all generate massive traffic to and from our datastores. On a normal day, we expect reads into our HBase clusters to exceed 45 million requests/sec. For MySql, we expect more than 600K queries/sec. Elasticsearch indexes over 200K doc/sec and handles more than 50K searches/sec. Finally, HubSpot uses Kafka to process more than 100 billion messages a day. Due to the extreme scale at which we operate, we often uncover bugs and errors in the open source tools we use and as such we are active members of the open source community. Many members of our teams are frequent contributors to the Open Source projects that they work on.</p><p>The mission of the HBase team is to provide HBase databases as a service to the rest of the engineering organization. This includes building tools to make it as easy as possible for product teams to create and make use of databases. Additionally you’ll build automation to ensure those databases are available, reliable, and fast. HBase powers some of the most important systems of our product and as a member of the HBase you will play a pivotal role in ensuring our product is reliable and fast.</p><p>We’re looking for experienced engineers who are excited by the challenges that come from working at scale and are passionate about improving the reliability and uptime of the product they own. We favor forward thinking engineering leaders who can identify and remediate problems before they happen, and understand how to build platforms that are intuitive to use, highly performant, and extremely reliable.</p><p>As an engineering leader at HubSpot, you’ll do many things — many of which you likely already have experience executing. For this position, we are looking for:</p><ul><li>A bias for fixing problems with technology rather than process.</li><li>Passion for building reliable systems.</li><li>Experience developing automation or being a power user of one or more of the above-mentioned data storage technologies.</li><li>Someone who never accepts the status quo; we need engineers who can see beyond what we have, and towards what we can build, while maintaining an understanding about how to get there.</li><li>Proven ability to solve complicated technical problems and analyze tradeoffs with empathy for the developers.</li><li>Ability to demonstrate pragmatic decision making and problem-solving abilities.</li></ul><p>At HubSpot, engineering leaders play to their strengths, but are aligned with HubSpot’s mission and show the leadership qualities that we’ve found to be most effective:</p><ul><li>They build trust, respect, and empathy, and use that as a base to deliver radical candor.</li><li>They foster an inclusive team and sense of mission.</li><li>They have strong working relationships across the organization, from the tech leads and the individual contributors who report to them, to the product managers and designers their reports work with, to their peers & the executive team.</li><li>They understand our customer and business needs.</li><li>They understand how we build and why.</li><li>They represent our mission, culture, and commitment to DI&B to candidates.</li><li>They get team members and candidates excited to take on new challenges.</li></ul><p>If you’re an engineering leader of any level or experience, and if this resonates with you, let’s talk.</p>",
          "desired_start_date": 1640649600000,
          "fulfillment_status": "open",
          "location": "Boston, MA",
          "role_identifier": "hubspot-engineering-lead-data-infrastructure",
          "salary_max": 150000,
          "salary_min": 90000,
          "status": "full-time",
          "title": "Engineering Lead, Data Infrastructure"
        }
      },
      {
        "properties": {
          "department": "engineering",
          "description": "<p>At HubSpot, the Frontend Platform group has crafted a shared foundation for our micro frontend architecture, making it easier for HubSpot’s small, autonomous teams to work together seamlessly but also independently. The teams ensure that the over 200 frontend engineers at HubSpot can efficiently create consistent, reliable, and performant user experiences in our product while maintaining fast-paced iteration cycles, and independently shipping to production multiple times a day. The Frontend Platform group owns the tools, libraries, infrastructure, and practices for making our UI and the engineers that work on it exceptional. We are looking for engineers passionate about continuous integration and development and who get excited solving problems at scale.</p><h2>What we are looking for:</h2><ul><li>Previous software engineering experience</li><li>Passion for CI/CD and building tools to make your coworkers' life easier.</li><li>Experience with a modern JavaScript framework such as React or Angular</li></ul><h2>Bonus points for any of the following:</h2><ul><li>Contributed to or created plugins for tools like Webpack, Rollup, Babel, ESLint</li><li>Working in a micro-frontend environment</li><li>Automating CI/CD pipelines using tools such as Webpack, babel, and Node.js</li><li>Working with design systems and/or component libraries</li><li>Experience monitoring, profiling and optimizing web applications</li></ul>",
          "desired_start_date": 1642464000000,
          "fulfillment_status": "open",
          "location": "Remote",
          "role_identifier": "hubspot-senior-frontend-platform-engineer",
          "salary_max": 130000,
          "salary_min": 80000,
          "status": "full-time",
          "title": "Senior Frontend Platform Engineer"
        }
      },
      {
        "properties": {
          "department": "operations",
          "description": "<p>HubSpot’s Sales Operations team is looking for a Sales Operations Specialist to join their growing team. This person will report to the GTM Systems and Processes Manager and will be primarily defined by work in assisting sales reps and managers to work through issues in our systems and process, while owning cross-functional projects aimed at improving internal efficiency. </p><p>The team is looking for candidates who are interested in changing the way companies do business from the inside out. You should have strong analytical skills, a process and systems-oriented mindset, be extremely well organized, and able to facilitate cross-organizational collaboration to drive actionable and measurable results. Strong candidates must have the ability to adapt quickly to the evolving needs of a high-growth SaaS business and create pragmatic and innovative solutions to complex business problems.</p><h2>Responsibilities:</h2><ul><li>Work with the sales representatives and other stakeholders to support the day-to-day operational management of moving transactions through the sales process; starting as leads and eventually converting to customers.</li><li>Management of support cases submitted by sales reps and managers</li><li>Own and participate in long-term projects aimed at improving internal efficiency or sales rep productivity</li><li>Training and enabling sales reps to be more effective in their product knowledge, systems use, and process</li><li>Build a strong internal network of experts and resources that can help drive effective change</li></ul><h2>You should have:</h2><ul><li>1 to 3 years of experience in a support, consulting, or analytical role</li><li>Strong analytical and communication skills</li><li>Fanatical attention to detail, and documentation </li><li>Excellent Communication skills</li><li>Experience with using a CRM (Hubspot, SFDC, other)</li></ul>",
          "desired_start_date": 1638316800000,
          "fulfillment_status": "open",
          "location": "Cambridge, MA",
          "role_identifier": "hubspot-sales-operation-specialist",
          "salary_max": 130000,
          "salary_min": 75000,
          "status": "contract",
          "title": "Sales Operation Specialist"
        }
      },
      {
        "properties": {
          "department": "operations",
          "description": "<p>HubSpot is looking for a Sales Strategy Senior Analyst to join their growing team. You will have the opportunity to complete projects independently with minimal guidance, and much of your work will involve optimizing overall sales efficiency by refining processes and making systematic enhancements. Finding solutions to these issues can be challenging, often requiring innovative thinking and careful consideration before outlining a plan.</p><p>Candidates should have strong business consulting and analytical skills and the ability to facilitate cross-organizational collaboration to drive actionable and measurable results. Strong candidates must have the ability to adapt quickly to the evolving needs of a high-growth SaaS business and create pragmatic and innovative solutions to complex business problems.</p><h2>Responsibilities:</h2><ul><li>Work with executive and sales leadership to define go-to-market strategies for the Sales organization</li><li>Work cross-functionally with Marketing, Business Operations, Finance, Recruiting, and Services to ensure the smooth operation of the business and consistent achievement of the operational plan and growth goals</li><li>Understand industry best practices of core sales operations functions including territory design & planning, comp design, quota setting, and business analytics. </li><li>Incorporate learnings into building complex forecasting models</li><li>Partner closely with sales leadership to develop actionable, measurable projects and programs that accelerate sales growth and improve sales rep productivity</li><li>Perform in-depth analyses on the leading, in-process, and lagging indicators to support strategic initiatives to drive growth</li><li>Package and sell recommendations to executive and sales management through a balance of quantitative analysis and qualitative outside perspectives</li></ul><h2>The ideal candidate for this role will have:</h2><ul><li>2+ years of experience in a sales strategy role within an inside sales organization or  equivalent experience within investment banking, FP&A, or management consulting</li><li>A proven track record of solving complex problems, driving initiatives cross-functionally, and the ability to explain complex concepts to audiences in a simplistic way</li><li>A high degree of attention to detail and ability to work in a fast-paced environment</li></ul><h2>Requirements:</h2><ul><li>Experience presenting to business leaders</li><li>Experience analyzing complex data sets using SQL, Python, R, or equivalent tools</li><li>BA or BS degree at minimum</li></ul><h2>Learning opportunity:</h2><p>If the successful candidate doesn’t know Python today, they will be expected to learn Python in the first three to six months on the job. Training will be provided.</p>",
          "desired_start_date": 1646352000000,
          "fulfillment_status": "open",
          "location": "Remote",
          "role_identifier": "hubspot-sales-strategy-senior-analyst",
          "salary_max": 120000,
          "salary_min": 90000,
          "status": "full-time",
          "title": "Sales Strategy Senior Analyst"
        }
      },
      {
        "properties": {
          "department": "engineering",
          "description": "<p>Our team is looking for a full stack web engineer to help build tools that assist Spotify's music curators in influencing and satisfying listening experiences for our diverse listener base. Spotify’s music curators are located across the globe, and their workflow includes everything from editors discovering new music, to sequencing and packaging an editorial playlist, to influencing algorithmic playlists, to monitoring and learning from the performance of different listening experiences. Our team closely collaborates with our internal customers to determine solutions and scalably meet their needs. Above all, our work impacts the way the world experiences music!</p><h2>What you’ll do:</h2><p>- Collaborate and pair program in a multi-functional team, where the focus is on the frontend, but some backend and data work should be expected.</p><p>- Be a strong participant in the Spotify-wide web developer community affecting and driving web engineering across the company.</p><p>- Be a technical leader within your immediate team and within Spotify in general.</p><p>- Hack on new ideas during regular hack days and the yearly Spotify-wide hack week.</p><h2>Who you are:</h2><p>- You are experienced with modern JavaScript coding, testing, debugging, and automation techniques. You are proficient in TypeScript and React.</p><p>- You have a quality-mindset and are interested in all parts of software development: coding, testing, deployment, monitoring.</p><p>- You’re familiar with designing and building distributed and scalable systems.</p><p>- You are familiar with backend development, and comfortable jumping into our Java micro services. We believe that multi-functional teams work better when everyone is T-shaped.</p><p>- It is a bonus if you have experience with any of the following areas: GCP, Kubernetes, ElasticSearch, GRPC, protobuf, large scale data pipelines.</p><p>- A common theme throughout our teams is a genuine interest in music, so you might play an instrument and/or love listening to music whenever you get a chance.</p>",
          "desired_start_date": 1639180800000,
          "fulfillment_status": "open",
          "location": "Boston, MA",
          "role_identifier": "spotify-fullstack-web-engineer-personalization",
          "salary_max": 135000,
          "salary_min": 90000,
          "status": "part-time",
          "title": "Fullstack Web Engineer, Personalization"
        }
      },
      {
        "properties": {
          "department": "accounting",
          "description": "<p>In your role, you will work on the Group’s global transfer pricing operations. This will include working on annual transfer pricing studies and transfer pricing models to ensure the global transfer pricing policy is accurately reflected and detailed contemporaneously. You will interact with all aspects of the business to understand how Spotify operates ensuring the Group’s transfer pricing documentation continues to respect the business and be compliant. We are a team of highly skilled and dedicated colleagues and we offer an exciting and multifaceted role in a constantly evolving environment with the opportunity to tackle much responsibility in a rapidly growing international company. Above all, your work will impact the way the world experiences audio.</p><h2>What You'll Do</h2><ul><li>Develop, prepare and maintain global documentation and policies including Master, Local and Country-by-Country-reporting documentation in line with BEPS (Action 13) and country specific requirements.</li><li>Support in reviewing the Group transfer pricing policy, procedures and controls to suggest changes or updates.</li><li>Investigate and evaluate transfer pricing regulations in potential new markets</li><li>Liaise with partners across the business to make sure the Group transfer pricing is reflective of business reality.</li><li>Provide analysis on uncertain tax positions related to transfer pricing for both recurring and significant ad-hoc transactions.</li><li>Maintain and update all intercompany agreements.</li><li>Review and analyze business agreements from a transfer pricing perspective</li><li>Assist with preparing quarterly &amp; annual transfer pricing calculations to ensure the models are reflecting the Group’s transfer pricing set-up</li><li>Collaborate with the Tax Reporting &amp; Compliance, Legal, Treasury &amp; Accounting teams to communicate the Group transfer pricing policy and calculations.</li><li>Oversee other compliance procedures; e.g., EU’s Directive on DAC6</li><li>Assist with tax audits and other regulatory inquiries.</li></ul><h2>Who You Are</h2><ul><li>3-5+ years of working experience in industry and/or Big 4.</li><li>Degree in accounting, economics or business administration preferred; will consider legal or tax degree as well.</li><li>Good knowledge and experience in Transfer Pricing operations.</li><li>Excellent English skills, both written and spoken.</li><li>Good knowledge of Microsoft Excel and Google Spreadsheets.</li><li>Experience with financial systems (ERP, consolidation tools and management reporting tools).</li><li>Excellent organizational skills.</li><li>Previous exposure working in cross-functional and cross-border teams.</li><li>Available for potential travel opportunities when vital.</li><li>Intellectually curious and eager to learn and develop every day. Thrive where change is the only constant.</li><li>Able to work in a fast paced, informal, and often ambiguous environment.</li></ul>",
          "desired_start_date": 1646352000000,
          "fulfillment_status": "open",
          "location": "Stockholm",
          "role_identifier": "spotify-tax-analyst",
          "salary_max": 120000,
          "salary_min": 80000,
          "status": "full-time",
          "title": "Tax Analyst"
        }
      },
      {
        "properties": {
          "department": "accounting",
          "description": "<p>We would be happy to see you apply if you are a detail oriented teammate who is able to work in a fast-paced environment, embraces rapid change, and enjoys working cross functionally. Come join the band!</p><h2>What you'll do:</h2><ul><li>Preparation and/or review of invoices and account reconciliations for Publisher payments.</li><li>Assist with the monthly global content accounting close, ensuring accurate results are delivered on time for reporting.</li><li>Assist in the implementation of best practices in the Content team to scale our business and support the global expansion plans surrounding payments to Publishers.</li><li>Partner with team to develop and/or refine content accounting processes and procedures surrounding the invoice reconciliation process.</li><li>Support external, 3rd party and internal audit requirements related to specific areas of responsibility.</li><li>Work cross functionally with Technical accounting, Finance, Legal, Content, Sales, Sales Operations, FP&A, Billing, AR, IT, Tax and various business owners on policies, processes and programs, and help drive key system initiatives and improvements.</li><li>Other responsibilities include but not limited to participate in special projects, ERP implementation, system enhancements or ad hoc analyses as assigned.</li></ul><h2>Who you are:</h2><ul><li>Bachelor’s degree in Accounting.</li><li>Minimum of 3-5+ years experience of financial controlling.</li><li> You will possess a strong knowledge and acumen of accounting principles.</li><li>Experience with major ERP systems preferred (Oracle, SAP or Netsuite).</li><li>Excellent time and self-management skills, ability to prioritize and multitask to meet deadlines required.</li><li>You have a proven interest in the music business and music royalties.</li><li>Strong Excel/Google sheets skills, and be comfortable with extremely large data volume.</li><li>Proven ability to succeed in a fast paced and constantly changing environment.</li><li>Experience with SQL and Tableau a plus.</li><li>Previous experience of IFRS and/or SOX is an advantage.</li></ul>",
          "desired_start_date": 1640217600000,
          "fulfillment_status": "open",
          "location": "Stockholm",
          "role_identifier": "spotify-senior-analyst-content-accounting",
          "salary_max": 150000,
          "salary_min": 100000,
          "status": "full-time",
          "title": "Senior Analyst, Content Accounting"
        }
      },
      {
        "properties": {
          "department": "sales",
          "description": "<p>Spotify is looking for an outstanding Client Partner, Theatrical to join our team in Los Angeles. We are looking for someone with a consistent track record of revenue generation within the vertical and a deep interest and passion for digital media innovation specific to the Theatrical/Movie Studio industry. We want someone who loves our product and knows how to sell creative solutions for clients and partners. You should be confident while staying humble, you work hard, and know how to have fun. Above all, your work will impact the way the world experiences music and podcasts on Spotify.</p><h2>What you'll do</h2><ul><li>Sell audio formats, video formats, display and other ad space in order to grow advertising revenues by crafting, maintaining, and sustaining relationships with media agencies, creative agencies, and clients directly (including Programmatic)</li><li>Work across multiple agency departments, i.e. strategy, comms planning, radio, digital, programmatic, branded content and innovation teams, to deliver successful campaigns</li><li>Coordinate with the communications planning team and strategic planners, account directors, and buyers to build successful ad campaigns</li><li>Partner with internal marketing, brand partnerships, and label relations teams to maximize revenue for Spotify and our partners</li><li>Focus on brand sell, educating and encouraging our clients to use Spotify to enhance their business</li><li>Meet and exceed advertising revenue goals</li><li>Attend weekly and monthly sales meetings as the need arises</li><li>Represent Spotify at events and serve as a brand ambassador</li><li>Lead activity using Salesforce</li></ul><h2>Who you are</h2><ul><li>You have a Bachelor’s degree</li><li>You have a min of 8+ years of experience of overall and 5+years in sales</li><li>You have previous experience in entertainment, specifically working with theatrical clients or movie studios with senior level client and agency relationships</li><li>You have experience crafting a theatrical sales narrative using audience data; our 1P & clients 1P data strategically</li><li>You have knowledge of online and offline media and have the ability to be creative with audio and digital client solutions</li><li>You have strong negotiation skills and the ability to present effectively and close the deal</li><li>You have the ability to build a pipeline and proven track record of exceeding goals</li><li>You have dexterity in creating reports and presentations using Excel, PowerPoint, Keynote, etc.</li><li>You have a deep understanding of digital ecosystem</li><li>You are a great teammate, smart, adapt well with change and have a positive demeanor</li><li>You are able to work in a fast-paced, exciting environment and across external and internal teams to deliver creative, fresh campaigns</li></ul>",
          "desired_start_date": 1642723200000,
          "fulfillment_status": "open",
          "location": "Remote",
          "role_identifier": "spotify-client-partner-theatrical",
          "salary_max": 125000,
          "salary_min": 75000,
          "status": "part-time",
          "title": "Client Partner, Theatrical"
        }
      },
      {
        "properties": {
          "department": "operations",
          "description": "<p>We are looking for an Operations Manager to join our Operations team within the Platform Mission!</p><p>Together we drive the strategic rhythm and craft structures and accountability for high-quality strategy development and execution. We are accountable for increasing the predictability and velocity of work while instilling an outcome-oriented culture.</p><p>You’ll maintain relationships with partners globally. You’ll report to the Platform Operations Lead, with a strong dotted line to the functional leadership team.</p><h2>What you'll do</h2><ul><li>You’ll act as the team’s chief operator responsible for the daily operation</li><li>You’ll be the strategist and communicator for the operational rhythm, accountable for crafting, executing, and continuously improving a healthy cadence of rituals and processes</li><li>You’ll build a partnership with leads in every functional area to champion continuous improvement and the learning culture of the organization</li><li>You’ll drive strategic planning and prioritization in the leads team, and ensure that plans and outcomes are clearly defined and communicated to the mission and key partners</li><li>You’ll partner with our talent acquisition partner to lead workforce planning efforts, supervise hiring and build consistent onboarding processes and experiences for new team members</li><li>You’ll operate the budget, forecasting & hiring plan</li><li>You’ll engage with teams to provide program and project management leadership and expertise when needed</li><li>You’ll influence the overall mission, business unit, and company strategic operations and help execute other company-wide initiatives, in collaboration with our central operations and program function</li><li>You’ll strategize and enable our growth, in partnership with your leads team, our office and facilities team</li><li>You’ll assist teams in the discovery and evangelism of standard methodologies in the operational process and bring learning opportunities</li><li>You’ll find opportunities to scale successful operational initiatives and efficiencies across the mission</li></ul><h2>Who you are</h2><ul><li>You have proven experience running highly effective teams that deliver products and have fun while doing it</li><li>You’re a strategic problem solver with the ability to transform goals into measurable plans that deliver results</li><li>You’re passionate about technology and what it can do for the creative industry</li><li>You have an entrepreneurial attitude, ready to seek and solve complex problems, and is comfortable navigating ambiguity</li><li>You thrive in a collaborative, constantly evolving environment and exercise good judgment and decision-making abilities</li><li>You’re truly a “do-er” willing to work autonomously and initiate activities, solving any problems needed to help the program move forward while continuously looking for ways to improve how we work and deliver timely results</li><li>You’re data-informed in your work</li><li>You understand what agile is all about and are not afraid to advocate for change</li><li>You’re organized, even when you’re not in control</li><li>You’re eager to learn and grow and to help others do the same</li></ul><h2>Where You'll be</h2><ul><li>We are a distributed workforce enabling our band members to find a work mode that is best for them!</li><li>Where in the world? For this role, it can be within the EMEA region in which we have a work location and is within working hours.</li><li>Working hours? We operate within the Central European and GMT time zones for collaboration and ask that all be located in that time zone.</li><li>Prefer an office to work from home instead? Not a problem! We have plenty of options for your working preferences. Find more information about our Work From Anywhere options here.</li></ul>",
          "desired_start_date": 1640131200000,
          "fulfillment_status": "open",
          "location": "Remote",
          "role_identifier": "spotify-operations-manager-platform",
          "salary_max": 120000,
          "salary_min": 80000,
          "status": "full-time",
          "title": "Operations Manager, Platform"
        }
      },
      {
        "properties": {
          "department": "engineering",
          "description": "<p>Tesla is looking for a Senior Software Engineer to join our Systems SW Automation team. This team is focused on testing all system level features (Bluetooth, Wi-Fi, cell connectivity, Audio/Video pipelines, Performance, etc.) that support our user experiences in the Model S, 3, X, Y etc and beyond. You will work with other developers, automation engineers, user experience testers to ensure new features are well built and tested through automation. You will be responsible for developing new framework/features and creating automated tests to cover all new and legacy features.</p><h2>Responsibilities:</h2><ul><li>Develop/build new feature code from scratch.</li><li>Develop automated test scripts that validate UI/UX functionality specific to maps and navigation.</li><li>Design and develop cost effective HW test benches to optimize your testing efforts and minimize testing costs.</li><li>Develop detailed test plans with cases that represent all customer use cases, edge cases and negative test cases.</li><li>Work closely with automation engineers, developers, and user experience testers to ensure the features are well tested through automation.</li><li>Collaborate with our frameworks team to integrate these automated test cases into our continuous integration pipeline.</li><li>Investigate failures of automated test executions and maintain regression tests.</li></ul><h2>Requirements:</h2><ul><li>BS in Computer Science, Physics, Computer Engineering, Electrical Engineering or proof of exceptional skills in related fields or practical software engineering experience.</li><li>Minimum 1+ year of software testing, automation development and/or QA Engineering experience (hiring all levels: Senior, Staff, Lead).</li><li>1+ year of experience developing/testing Bluetooth, Wi-Fi, cell connectivity or audio/video pipelines.</li><li>Desire to work in a fast paced, demanding and highly collaborative environment.</li><li>Familiar with Linux/Unix environments.</li><li>Strong experience with industry standard development and/or automation tools (Stash, JIRA, Jenkins, Git, Docker, etc).</li><li>Familiarity with industry continuous integration concepts.</li><li>Strong coding skills with one of the following: Python, C++, Java or Ruby.</li></ul>",
          "desired_start_date": 1639785600000,
          "fulfillment_status": "open",
          "location": "Palo Alto, CA",
          "role_identifier": "tesla-senior-software-engineer-automation",
          "salary_max": 120000,
          "salary_min": 90000,
          "status": "full-time",
          "title": "Senior Software Engineer, Automation"
        }
      },
      {
        "properties": {
          "department": "engineering",
          "description": "<p>The Data Engineer is responsible for processing structured and unstructured data, validating data quality, and developing and supporting data products. We are looking for someone with strong hands on experience in all layers of data Integration and analytics! We especially need experience in using Python as an ETL tool. The Data Engineer plays a significant role in Agile planning, providing advice and guidance, and monitoring emerging technologies.</p><h2>Some of the technology we use:</h2><ul><li>Python</li><li>Informatica</li><li>SQL Server and MySQL</li><li>Vertica</li><li>Kafka</li></ul><h2>Your Role:</h2><ul><li>Design, code, test, correct and document programs and scripts using agreed standards and tools to achieve a well-engineered result</li><li>Derive an overall strategy of data management, within an established information architecture that supports the development and secure operation of existing and new information and digital services</li><li>Plan effective data storage, security, sharing and publishing within the organization</li><li>Gathers and processes raw, structured, semi-structured, and unstructured data using batch and real-time data processing frameworks</li><li>Ensures data quality and implements tools and frameworks for automating the identification of data quality issues</li><li>Collaborate with internal and external data providers on data validation providing feedback and making customized changes to data feeds and data mappings</li><li>Mentor and lead data engineers providing technical guidance and oversight</li><li>Provides ongoing support, monitoring, and maintenance of deployed products</li></ul><h2>Qualifications:</h2><ul><li>Strong experience with relational databases like SQL Server, MySQL and Vertica. NoSQL databases experience is a plus!</li><li>Strong background in data modeling, data access, and data storage techniques</li><li>Experience with design, development, and implementation of highly scalable, high-volume software systems and components, source of truth systems for different business areas, developing and maintaining web services in an agile environment</li><li>Working experience with Kafka Streaming layer</li><li>Experience in Spark Framework on both batch and real-time data processing is a plus</li><li>Experience in Big Data Integration & Analytics is a plus</li><li>Experience in Supply Chain and Logistics data is a plus</li></ul>",
          "desired_start_date": 1643673600000,
          "fulfillment_status": "open",
          "location": "Palo Alto, CA",
          "role_identifier": "tesla-data-engineer",
          "salary_max": 150000,
          "salary_min": 120000,
          "status": "full-time",
          "title": "Data Engineer"
        }
      },
      {
        "properties": {
          "department": "sales",
          "description": "<p>Our Store Leaders are seasoned retail veterans and naturally charismatic leaders. In this role, you will be responsible for leading the recruitment, training, development and overall management of a dynamic store team that will help Tesla accelerate the world’s transition to sustainable transportation.</p><p>You will be challenged to support your team through training, coaching, motivating and analyzing sales performance. You will be tasked with identifying events in the local market that will maximize Tesla’s brand exposure and create more Tesla owners. You will be measured and rewarded by your ability to achieve targets, drive optimal team performance, and maintain store operations.</p><p>To succeed at Tesla, you must be energetic, highly organized, and hard working. You should have a passion for sustainable energy and the ability to create exceptional customer experiences. While individual contributions will be recognized, teamwork is essential to achieve the highest level of success. We will reward team players who help others succeed and empower the team around them.</p><h2>Responsibilities</h2><h3>BUSINESS HEALTH</h3><ul><li>Coach and motivate sales team to meet assigned sales, delivery, and productivity goals through customer EV education and product knowledge, delivering excellent service and merchandise presentation and promotion.</li><li>Demonstrate sales leadership by role playing and having an active presence in customer facing locations</li><li>Train and develop team on sales and delivery processes</li><li>Analyze data to determine optimal business strategies</li><li>Set individual goals for your team, ensuring goals are aligned with store goals</li><li>Ensure team is fluent in all aspects of product knowledge</li><li>Partner with Marketing to identify local marketing and event opportunities to drive sales</li><li>Drive for Excellence in all areas of business focused on reaching P&L expectations for respective location</li></ul><h3>CUSTOMER EXPERIENCE</h3><ul><li>Responsible for ensuring all employees provide best in class experience in every interaction</li><li>Manage escalations quickly and effectively</li><li>Empower and guide employees through challenging customer concerns, to make decisions in the customers’ best interest while also supporting Tesla’s mission</li></ul><h3>EMPLOYEE ENGAGEMENT</h3><ul><li>Recruit, train, and develop management team and employees ensuring all positions are filled in a timely manner</li><li>Support, implement and provide follow-up for all training</li><li>Continually evaluate the performance of each employee and provide constant feedback to drive results</li><li>Identify high potential talent and effectively succession plan for needs of the business</li><li>Ensure all employees adhere to Tesla policies and procedures</li><li>Resolve all people and safety issues in a timely and effective manner, collaborating with Human Resources and appropriate teams effectively</li></ul><h3>BRAND STANDARDS</h3><ul><li>Ensure facility maintenance and showroom presentation adhere to the brand standard</li><li>Control store expenses continually striving to reduce costs</li><li>Ensure all employees align with Tesla’s Dress Code and Grooming Guidelines</li></ul><h2>Requirements</h2><ul><li>Bachelor’s degree or equivalent professional experience</li><li>5+ years of applicable experience with proven track record to meet or exceed goals</li><li>Self-starting entrepreneur with exceptional management and coaching skills</li><li>Ability to prioritize multiple projects and adhere to business-critical deadlines</li><li>Excellent written and verbal communication skills</li><li>Dedicated and ethical approach to sales and sales operations</li><li>Ability to develop collaborative relationships acting as a well-respected, trusted partner with whom others want to work</li><li>Ability to work evenings and weekends in a retail environment</li><li>Valid driver’s license in the country in which you are applying, 2 year minimum driving record required with a clean driving history</li><li>Ability to obtain appropriate state licensing, where applicable</li></ul>",
          "desired_start_date": 1639699200000,
          "fulfillment_status": "open",
          "location": "Aventura, FL",
          "role_identifier": "tesla-store-leader",
          "salary_max": 120000,
          "salary_min": 85000,
          "status": "full-time",
          "title": "Store Leader"
        }
      }
    ]
  }